Repository: dhis2/scheduler-app
Catalog: i18n/*.po
Languages: ar, cs, es, fr, ur, uz@cyrl, uz_uz_cyrl, uz_uz_latn

source: Something went wrong
cs: Něco se pokazilo
es: Algo ha ido mal
fr: Un problème est survenu
uz_uz_cyrl: Нимадир нотўғри бажарилди

source: Something went wrong whilst retrieving user permissions.
cs: Při načítání uživatelských oprávnění se něco pokazilo.
es: Algo ha ido mal al recuperar los permisos de usuario.
fr: Un problème est survenu lors de la récupération des autorisations utilisateurs.
uz_uz_cyrl: Фойдаланувчи рухсатномаларини олишда хатолик юз берди.

source: Not authorized
cs: Neautorizováno
es: No autorizado
fr: Non autorisé
uz_uz_cyrl: Авторизациядан ўтилмаган

source: You don't have access to the Job Scheduler. Contact a system administrator to request access.
cs: K Plánovači úloh nemáte přístup. Požádejte o přístup správce systému.
es: No tiene acceso al Programador de tareas. Póngase en contacto con un administrador del sistema para solicitar acceso.
fr: Vous n'avez pas accès au planificateur de tâches. Contactez un administrateur système pour demander l'accès.
uz_uz_cyrl: Сизда Хизмат календаридан фойдаланиш имкони йўқ. Кириш рухсутини олиш учун тизим администраторига мурожаат қилинг.

source: Choose from preset times
cs: Vyberte si z přednastavených časů
es: Elija entre los tiempos preestablecidos
fr: Choisissez parmi des heures prédéfinies
uz_uz_cyrl: Булгиланган вақт доирасини танланг

source: Delete job
ar: حذف المهمة
cs: Smazat úlohu
es: Eliminar trabajo
fr: Supprimer la tâche
ur: ملازمت کو حذف کریں
uz@cyrl: Вазифани бекор қилиш
uz_uz_cyrl: Вазифани бекор қилиш
uz_uz_latn: Vazifani bekor qilish

source: Delete queue
cs: Smazat frontu
es: Borrar cola
fr: Supprimer la file d'attente
uz_uz_cyrl: Навбатни ўчириш

source: CRON Expression
cs: CRON výraz
es: Expresión CRON
fr: Expression CRON
uz_uz_cyrl: CRON ифодаси

source: Please select data exchange ids.
cs: Vyberte id pro výměnu dat.
es: Seleccione los identificadores de intercambio de datos.
fr: Veuillez sélectionner les identifiants d'échange de données.
uz_uz_cyrl: Илтимос, сана алмашиш идетификаторини танланг

source: Select data exchange ids
cs: Výběr id pro výměnu dat
es: Seleccionar identificadores de intercambio de datos
fr: Sélectionner les identifiants d'échange de données
uz_uz_cyrl: Сана алмашиш идетификаторини танланг

source: There was a problem fetching data exchange ids
cs: Došlo k problému s načítáním id pro výměnu dat
es: Se ha producido un problema al recuperar los identificadores de intercambio de datos.
fr: Un problème est survenu lors de la récupération des identifiants d'échange de données.
uz_uz_cyrl: Сана алмаштириш идентификаторини олишда хатолик юз берди

source: error type
cs: typ chyby
es: tipo de error
fr: type d'erreur
uz_uz_cyrl: Хатолик тури

source: Please select checks to run.
cs: Vyberte prosím kontroly, které chcete spustit.
es: Seleccione las comprobaciones que desea realizar.
fr: Veuillez sélectionner les contrôles à exécuter.
uz_uz_cyrl: Илтимос, бажариладиган текширувларни танланг

source: Something went wrong whilst fetching options
cs: Při načítání možností se něco pokazilo
es: Algo ha ido mal al buscar opciones
fr: Un problème est survenu lors de la récupération des options.
uz_uz_cyrl: Вариантларни олишда хатолик юз берди

source: Checks to run
cs: Kontroly ke spuštění
es: Comprobaciones a realizar
fr: Contrôles à exécuter
uz_uz_cyrl: Бажарилишини текшириш

source: Run all standard checks
cs: Spustit všechny standardní kontroly
es: Realice todas las comprobaciones estándar
fr: Exécuter tous les contrôles standards

source: Only run selected checks
cs: Spouštět pouze vybrané kontroly
es: Ejecutar sólo los controles seleccionados
fr: Exécuter uniquement les contrôles sélectionnés
uz_uz_cyrl: Фақат танланган текширувларни бажариш

source: Severity
cs: Vážnost
es: Gravedad
fr: Gravité
uz_uz_cyrl: Жиддийлик

source: Slow checks are resource intensive and should be run with caution
cs: Pomalé kontroly jsou náročné na zdroje a měly by být prováděny s opatrností.
es: Las comprobaciones lentas consumen muchos recursos y deben ejecutarse con precaución
fr: Les vérifications lentes nécessitent beaucoup de ressources et doivent être effectuées avec prudence.

source: Slow
cs: Pomalé
es: Lento
fr: Lent

source: Select checks to run.
cs: Vyberte kontroly, které chcete spustit.
es: Seleccione las comprobaciones a realizar.
fr: Sélectionner les contrôles à exécuter.
uz_uz_cyrl: Бажариладиган текширувларни танланг

source: Report type
cs: Typ zprávy
es: Tipo de informe
fr: Type de rapport
uz_uz_cyrl: Ҳисобот тури

source: No options available
cs: K dispozici nejsou žádné možnosti
es: No hay opciones disponibles
fr: Aucune option disponible
uz_uz_cyrl: Вариантлар мавжуд эмас

source: Loading options
cs: Možnosti načítání
es: Cargando las opciones
fr: Chargement des options
uz_uz_cyrl: Вариантлар юкланмоқда

source: Something went wrong whilst loading options
cs: Při načítání možností se něco pokazilo
es: Algo ha ido mal al cargar las opciones
fr: Un problème est survenu lors du chargement des options
uz_uz_cyrl: Вариантлар юкланишида хатолик юз берди

source: Delay
cs: Zpoždění
es: Retraso
fr: Retard
uz_uz_cyrl: Кечиктириш

source: Delay in seconds ({{ lowerbound }} - {{ upperbound }})
cs: Zpoždění v sekundách ({{ lowerbound }} - {{ upperbound }})
es: Retraso en segundos ({{ lowerbound }} - {{ upperbound }})
fr: Retard en secondes ({{ lowerbound }} - {{ upperbound }})
uz_uz_cyrl: Сонияларда кечиктириш ({{ lowerbound }} - {{ upperbound }})

source: Job type
ar: نوع المهمة
cs: Typ úlohy
es: Tipo de trabajo
fr: Type de tâche
ur: ملازمت کی قسم
uz@cyrl: Вазифа тури
uz_uz_cyrl: Вазифа тури
uz_uz_latn: Vazifa turi

source: Loading job types
cs: Načítání typů úloh
es: Carga de tipos de trabajo
fr: Chargement des types de tâches
uz_uz_cyrl: Хизмат турлари юкланмоқда

source: Something went wrong whilst loading job types
cs: Při načítání typů úloh se něco pokazilo
es: Algo ha ido mal al cargar los tipos de trabajo
fr: Un problème est survenu lors du chargement des types de tâches
uz_uz_cyrl: Хизмат турларини юклашда хатолик юз берди

source: Queues can't be named "Add" or "add"
cs: Fronty nelze pojmenovat "Add" nebo "add"
es: Las colas no pueden llamarse "Añadir" o "add".
fr: Les files d'attentes ne peuvent être nommées "Ajouter" ou "ajouter"
uz_uz_cyrl: Навбатни "Қўшиш" ёки "қўшиш" деб номлаш мумкин эмас

source: Name
ar: الإسم
cs: Název
es: Nombre
fr: Nom
ur: نام
uz@cyrl: Исми
uz_uz_cyrl: Исми
uz_uz_latn: Исми

source: There was a problem fetching parameters
cs: Při načítání parametrů došlo k problému
es: Hubo un problema al obtener los parámetros
fr: Un problème est survenu lors de la récupération des paramètres
uz_uz_cyrl: Параметрларни юклашда хатолик юз берди

source: Parameters
ar: المعاملات
cs: Parametry
es: Parámetros
fr: Paramètres
ur: پیرامیٹرز
uz@cyrl: Параметрлар
uz_uz_cyrl: Параметрлар
uz_uz_latn: Parametrlar

source: Please select at least two jobs
cs: Vyberte prosím alespoň dvě úlohy
es: Seleccione al menos dos empleos
fr: Veuillez sélectionner au moins deux tâches
uz_uz_cyrl: Илтимос, камида 2 та хизматни танланг

source: Something went wrong whilst fetching the queueable jobs
cs: Při načítání úloh zařazených do fronty se něco pokazilo
es: Algo ha ido mal al obtener los trabajos en cola
fr: Un problème est survenu lors de la récupération des tâches pouvant être mises en file d'attente.
uz_uz_cyrl: Навбатдаги хизматларни олишда хатолик юз берди

source: Job queue
cs: Fronta úloh
es: Cola de trabajo
fr: File d'attente des tâches
uz_uz_cyrl: Хизмат навбати

source: Filter jobs
cs: Filtrovat úlohy
es: Filtrar empleos
fr: Filtrer les tâches
uz_uz_cyrl: Хизматларни фильтлаш

source: Available jobs
cs: Dostupné úlohy
es: Puestos disponibles
fr: Tâches disponibles
uz_uz_cyrl: Мавжуд хизматлар

source: Jobs in this queue
cs: Úlohy v této frontě
es: Trabajos en esta cola
fr: Tâches dans cette file d'attente
uz_uz_cyrl: Бу навбатдаги хизматлар

source: There was a problem fetching the required job type
cs: Při načítání požadovaného typu úlohy došlo k problému
es: Hubo un problema al buscar el tipo de trabajo requerido
fr: Un problème est survenu lors de la récupération du type de tâche requis.
uz_uz_cyrl: Керакли хизмат турини олишда хатолик юз берди

source: Something went wrong whilst creating your job
cs: Při vytváření vašeho jobu se něco pokazilo
es: Algo ha ido mal al crear tu trabajo
fr: Une erreur s'est produite lors de la création de votre tâche
uz_uz_cyrl: Хизматни яратишда хатолик юз берди

source: Save
cs: Uložit
es: Guardar
fr: Enregistrer
uz_uz_cyrl: Сақлаш

source: Cancel
ar: إلغاء
cs: Zrušit
es: Cancelar
fr: Annuler
ur: منسوخ کریں
uz@cyrl: Бекор қилиш
uz_uz_cyrl: Бекор қилиш
uz_uz_latn: Бекор қилиш

source: Something went wrong whilst updating your job
cs: Při aktualizaci vaší úlohy se něco pokazilo
es: Algo ha ido mal mientras actualizaba su trabajo
fr: Une erreur s'est produite lors de la mise à jour de votre tâche
uz_uz_cyrl: Хизматни янгилашда хатолик юз берди

source: Something went wrong whilst creating your queue
cs: Při vytváření fronty se něco pokazilo
es: Algo ha ido mal al crear la cola
fr: Une erreur s'est produite lors de la création de votre file d'attente
uz_uz_cyrl: Навбатни яратишда хатолик юз берди

source: Something went wrong whilst updating your queue
cs: Při aktualizaci vaší fronty se něco pokazilo
es: Algo ha ido mal al actualizar su cola
fr: Une erreur s'est produite lors de la mise à jour de votre file d'attente
uz_uz_cyrl: Навбатни янгилашда хатолик юз берди

source: About the scheduler
cs: Informace o plánovači
es: Acerca del programador
fr: À propos du planificateur

source: Job details
cs: Podrobnosti o práci
es: Detalles del trabajo
fr: Détails de la tâche
uz_uz_cyrl: Фаолият тафсилотлари

source: Created {{ createdFromNow }}.
cs: Vytvořeno {{ createdFromNow }}.
es: Creado {{ createdFromNow }}.
fr: Créé {{ createdFromNow }}.
uz_uz_cyrl: Яратилган {{ createdFromNow }}.

source: Last run {{ lastRunFromNow }}.
cs: Poslední spuštění {{ lastRunFromNow }}.
es: Última ejecución {{ lastRunFromNow }}.
fr: Dernière exécution {{ lastRunFromNow }}.
uz_uz_cyrl: Охирги марта бажарилган {{ lastRunFromNow }}.

source: Last run status: {{ translatedStatus }}.
cs: Stav posledního spuštění: {{ translatedStatus }}.
es: Estado de la última ejecución: {{ translatedStatus }}.
fr: Statut de la dernière exécution : {{ translatedStatus }}.
uz_uz_cyrl: Охирги марта бажарилган ҳолати: {{ translatedStatus }}.

source: Delete
ar: حذف
cs: Smazat
es: Eliminar
fr: Supprimer
ur: حذف کریں
uz@cyrl: Ўчириб ташлаш
uz_uz_cyrl: Ўчириб ташлаш
uz_uz_latn: Oʼchirib tashlash

source: Edit
cs: Upravit
es: Editar
fr: Modifier
uz_uz_cyrl: Таҳрирлаш

source: Actions
cs: Akce
es: Acciones
uz_uz_cyrl: Амаллар

source: Type
ar: النوع
cs: Typ
es: Tipo
ur: ٹائپ کریں
uz@cyrl: Тури
uz_uz_cyrl: Тури
uz_uz_latn: Turi

source: Schedule
cs: Plán
es: Programado
fr: Planifier
uz_uz_cyrl: Режа

source: Next run
cs: Další běh
es: Próxima carrera
fr: Prochaine exécution
uz_uz_cyrl: Кейинги бажарилиши

source: Status
ar: الحالة
cs: Stav
es: Estado
fr: Statut
ur: حالت
uz@cyrl: Статус
uz_uz_cyrl: Статус

source: On/off
cs: Zapnuto / vypnuto
es: Encendido/apagado
fr: Activer/désactiver
uz_uz_cyrl: Ёкиш/Ўчириш

source: No jobs to display
cs: Žádné úlohy k zobrazení
es: No hay trabajos para mostrar
fr: Aucune tâche à afficher
uz_uz_cyrl: Кўрсатиладиган хизмат топилмади

source: Now
cs: Nyní
es: Ahora
fr: Maintenant

source: Hide jobs
cs: Skrýt úlohy
es: Ocultar empleos
fr: Masquer les tâches

source: Show jobs
cs: Zobrazit úlohy
es: Mostrar empleos
fr: Afficher les tâches

source: Queue
cs: Fronta
es: Cola
fr: File d'attente

source: Run manually
cs: Spustit ručně
es: Ejecutar manualmente
fr: Exécuter manuellement
uz_uz_cyrl: Қўлда бажариш

source: {{ delay }} seconds after last run
cs: {{ delay }} s po posledním spuštění
es: {{ delay }} segundos después de la última ejecución
fr: {{ delay }} secondes après la dernière exécution
uz_uz_cyrl: {{ delay }} охирги бажарилгандан сониялар ўтиб

source: View
cs: Zobrazit
es: Ver
fr: Visualiser
uz_uz_cyrl: Кўрик

source: Every hour
cs: Každou hodinu
es: Cada hora
fr: Toutes les heures
uz_uz_cyrl: Ҳар соатда

source: Every day at midnight
cs: Každý den o půlnoci
es: Todos los días a medianoche
fr: Tous les jours à minuit
uz_uz_cyrl: Ҳар куни ярим тунда

source: Every day at 3 am
cs: Každý den ve 3 hodiny ráno
es: Todos los días a las 3 am
fr: Tous les jours à 3h du matin
uz_uz_cyrl: Ҳар куни соат 3 да

source: Every day at noon
cs: Každý den v poledne
es: Todos los días a mediodía
fr: Tous les jours à midi
uz_uz_cyrl: Ҳар куни тушда

source: Every week
cs: Každý týden
es: Cada semana
fr: Toutes les semaines
uz_uz_cyrl: Ҳар ҳафта

source: Choose a preset time/interval
cs: Vyberte přednastavený čas / interval
es: Elija un tiempo/intervalo preestablecido
fr: Choisissez une heure/un intervalle prédéfini
uz_uz_cyrl: Олдиндан белгиланган вақт/интервални танланг

source: Insert preset
cs: Vložit předvolbu
es: Insertar preselección
fr: Insérer un prédéfini
uz_uz_cyrl: Белгиланган созламани киритинг

source: Are you sure you want to delete this job?
ar: هل أنت متأكد أنك تريد حذف هذه المهمة؟
cs: Opravdu chcete tuto úlohu smazat?
es: ¿Estás seguro de que quieres eliminar este trabajo?
fr: Voulez-vous vraiment supprimer cette tâche?
uz@cyrl: Ушбу вазифани ўчириб ташлашни хохлайсизми?
uz_uz_cyrl: Ҳақиқатдан ҳам ушбу вазифани ўчириб ташламоқчимисиз?
uz_uz_latn: Haqiqatdan ham ushbu vazifani oʼchirib tashlamoqchimisiz?

source: Are you sure you want to delete this queue?
cs: Opravdu chcete smazat tuto frontu?
es: ¿Estás seguro de que quieres eliminar esta cola?
fr: Etes-vous sûr(e) de vouloir supprimer cette file d'attente?
uz_uz_cyrl: Ҳақиқатдан ҳам, ушбу навбатни ўчирмоқчимисиз?

source: Discard unsaved changes?
cs: Zahodit neuložené změny?
es: ¿Descartar los cambios no guardados ?
fr: Abandonner les modifications non enregistrées?

source: This form has unsaved changes. Are you sure that you want to discard them?
cs: Tento formulář obsahuje neuložené změny. Opravdu je chcete odstranit?
es: Este formulario tiene cambios sin guardar. ¿Está seguro de que desea descartarlos?
fr: Ce formulaire contient des modifications non sauvegardées. Êtes-vous sûr de vouloir les abandonner?

source: No, keep changes
cs: Ne, zachovejte změny
es: No, mantenga los cambios
fr: Non, garder les modifications

source: Yes, discard changes
cs: Ano, zahodit změny
es: Sí, descartar cambios
fr: Oui, annuler les modifications

source: Error running job
cs: Chyba při spuštění úlohy
es: Error al ejecutar el trabajo
fr: Erreur d'exécution de la tâche
uz_uz_cyrl: Бажарилаётган хизматда хатолик

source: Error running queue
cs: Chyba při spuštění fronty
es: Error al ejecutar la cola
fr: Erreur d'exécution de la file d'attente

source: Are you sure you want to run this job?
cs: Opravdu chcete tento job spustit?
es: ¿Estás seguro de que quieres ejecutar este trabajo?
fr: Êtes-vous sûr de vouloir exécuter cette tâche ?
uz_uz_cyrl: Ҳақиқатдан ҳам, ушбу хизматни бажармоқчимисиз?

source: Are you sure you want to run this queue?
cs: Opravdu chcete tuto frontu spustit?
es: ¿Estás seguro de que quieres ejecutar esta cola?
fr: Êtes-vous sûr de vouloir exécuter cette file d'attente ?

source: Run
cs: Běh
es: Ejecutar
fr: Exécuter
uz_uz_cyrl: Бажариш

source: Could not load requested job
cs: Požadovanou úlohu nelze načíst
es: No se ha podido cargar la tarea solicitada
fr: Impossible de charger la tâche demandée
uz_uz_cyrl: Сўралган хизматни юклаб бўлмади

source: Something went wrong whilst loading the requested job. Make sure it has not been deleted and try refreshing the page.
cs: Při načítání požadované úlohy se něco pokazilo. Ujistěte se, že nebyla smazána, a zkuste stránku obnovit.
es: Algo ha ido mal al cargar la tarea solicitada. Asegúrate de que no se ha eliminado e intenta actualizar la página.
fr: Une erreur est survenue lors du chargement de la tâche requise. Veuillez vous assurer qu'elle n'a pas été supprimée et essayez de rafraîchir la page.
uz_uz_cyrl: Сўралган хизматни юклашда хатолик юз берди. Унинг ўчирилмаганлигига ишонч ҳосил қилинг ва саҳифани янгилаб кўринг.

source: Disable
cs: Zakázat
es: Deshabilitar
fr: Désactiver
uz_uz_cyrl: Ўчириб қўйиш

source: Enable
cs: Povolit
es: Habilitar
fr: Activer
uz_uz_cyrl: Ёқиб қўйиш

source: New Job
cs: Nový job
es: Nuevo empleo
fr: Nouvelle tâche
uz_uz_cyrl: Янги хизмат

source: Configuration
cs: Konfigurace
es: Configuración
uz_uz_cyrl: Конфигурация

source: Could not load jobs and queues
cs: Nelze načíst úlohy a fronty
es: No se han podido cargar los trabajos y las colas
fr: Impossible de charger les tâches et les files d'attente

source: Something went wrong whilst loading the jobs and queues. Try refreshing the page.
cs: Při načítání úloh a front se něco pokazilo. Zkuste stránku obnovit.
es: Algo ha ido mal al cargar los trabajos y las colas. Intenta actualizar la página.
fr: Une erreur est survenue lors du chargement des tâches et des files d'attente. Essayez de rafraîchir la page.

source: Scheduled jobs
ar: المهام المجدولة
cs: Plánované úlohy
es: Trabajos programados
fr: Tâches planifiées
ur: شیڈول کردہ ملازمتیں
uz@cyrl: Вазифалар режалаштирилган
uz_uz_cyrl: Вазифалар режалаштирилган
uz_uz_latn: Vazifalar rejalashtirilgan

source: Filter by name
cs: Filtrovat podle názvu
es: Filtrar por nombre
fr: Filtrer par nom
uz_uz_cyrl: Номи бўйича фильтрлаш

source: Include system jobs in list
cs: Zahrnout systémové úlohy do seznamu
es: Incluir trabajos del sistema en la lista
fr: Inclure les tâches du système dans la liste
uz_uz_cyrl: тизим хизматларини рўйхатга қўшинг

source: New job
cs: Nová úloha
es: Nuevo trabajo
fr: Nouvelle tâche
uz_uz_cyrl: Янги хизмат

source: New queue
cs: Nová fronta
es: Nueva cola
fr: Nouvelle file d'attente
uz_uz_cyrl: Янги навбат

source: Job: {{ name }}
cs: Úloha: {{ name }}
es: Trabajo: {{ name }}
fr: Tâche: {{ name }}
uz_uz_cyrl: Хизмат: {{ name }}

source: System job: {{ name }}
cs: Úloha systému: {{ name }}
es: Trabajo de sistema: {{ name }}
fr: Tâche du système : {{ name }}
uz_uz_cyrl: Тизим хизмати: {{ name }}

source: Back to all jobs
cs: Zpět ke všem jobům
es: Volver a todas las ofertas
fr: Retour à toutes les tâches
uz_uz_cyrl: Барча хизматларга қайтиш

source: Could not load requested queue
cs: Nelze načíst požadovanou frontu
es: No se ha podido cargar la cola solicitada
fr: Impossible de charger la file d'attente demandée
uz_uz_cyrl: Сўралган навбатни юклашда хатолик юз берди

source: Something went wrong whilst loading the requested queue. Make sure it has not been deleted and try refreshing the page.
cs: Při načítání požadované fronty se něco pokazilo. Ujistěte se, že nebyla smazána, a zkuste stránku obnovit.
es: Algo ha ido mal al cargar la cola solicitada. Asegúrate de que no se ha eliminado e intenta actualizar la página.
fr: Une erreur est survenue lors du chargement de la file d'attente sélectionnée. Veuillez vous assurer qu'elle n'a pas été supprimée et essayez de rafraîchir la page.
uz_uz_cyrl: Сўралган навбатни юклашда хатолик юз берди. Унинг ўчирилмаганлигига ишонч ҳосил қилинг ва саҳифани янгилаб кўринг.

source: Queue: {{ name }}
cs: Fronta: {{ name }}
es: Cola: {{ name }}
fr: File d'attente : {{ name }}
uz_uz_cyrl: Навбат: {{ name }}

source: Something went wrong but no error message was provided
cs: Něco se pokazilo, ale nezobrazila se žádná chybová zpráva
es: Algo salió mal pero no se proporcionó ningún mensaje de error
fr: Une erreur s'est produite mais aucun message d'erreur n'a été fourni.
uz_uz_cyrl: Хатолик юз берди, лекин хатолик ахбороти берилмади

source: Completeness
cs: Úplnost
es: Completitud
fr: Complétude
uz_uz_cyrl: Тўлиқлик

source: Completeness target
cs: Cíl úplnosti
es: Objetivo de integridad
fr: Cible de complétude
uz_uz_cyrl: Тўлақонлилик мақсади

source: Data value
cs: Hodnota dat
es: Valor de datos
fr: Valeur des données
uz_uz_cyrl: Маълумот қиймати

source: Enrollment
cs: Zápis
es: Inscripción
fr: Inscription
uz_uz_cyrl: Рўйхатга олиш

source: Event
cs: Událost
es: Evento
fr: Evènement
uz_uz_cyrl: Ҳодиса/Тадбир

source: Org unit target
cs: Cíl organizační jednotky
es: Objetivo de la unidad orgánica
fr: Unité d'organisation cible
uz_uz_cyrl: Ташкилий бирлик мақсади

source: Ownership
cs: Vlastnictví
es: Propiedad
fr: Propriété
uz_uz_cyrl: Эгалик

source: Tracked entity instance enrollments
cs: Zápisy instancí trasovaných entit
es: Seguimiento de las inscripciones a instancias de entidades
fr: Inscriptions des instances d'entités suivies

source: Tracked entity instance events
cs: Události instance trasovaných entit
es: Seguimiento de eventos de instancia de entidad
fr: Événements d'instance d'entité suivis

source: Tracked entity instance
cs: Sledovaná instance entity
es: Instancia de la entidad de seguimiento
fr: Instance d'entité suivie

source: Validation result
cs: Výsledek ověření
es: Resultado de validación
fr: Resultat de validation
uz_uz_cyrl: Тасдиқлаш натижаси

source: Warning
cs: Varování
es: Advertencia
fr: Avertissement
uz_uz_cyrl: Огоҳлантириш

source: Severe
cs: Závažné
es: Grave
fr: Grave
uz_uz_cyrl: Жиддий

source: Report
cs: Zpráva
es: Informe
fr: Rapport
uz_uz_cyrl: Ҳисобот

source: Summary
cs: Souhrn
es: Resumen
fr: Résumé
uz_uz_cyrl: Хулоса

source: Details
ar: التفاصيل
cs: Detaily
es: Detalles
ur: تفصیلات
uz@cyrl: Тафсилотлари
uz_uz_cyrl: Тафсилотлари
uz_uz_latn: Тафсилотлари

source: Completed
cs: Dokončeno
es: Completado
fr: Terminé
uz_uz_cyrl: Тўлдирилди

source: Disabled
cs: Zakázáno
es: Inhabilitar
fr: Désactivé
uz_uz_cyrl: Ўчириб қўйилган

source: Done
cs: Hotovo
es: Terminado
fr: Terminé
uz_uz_cyrl: Бажарилди

source: Failed
cs: Selhalo
es: Ha fallado
fr: Echoué
uz_uz_cyrl: Амалга ошмади

source: Not started
cs: Nespuštěno
es: No iniciado
fr: Pas commencé
uz_uz_cyrl: Бошланмаган

source: Running
cs: Běžící
es: Ejecutar
fr: En cours d'exécution
uz_uz_cyrl: Бажарилмоқда

source: Scheduled
cs: Naplánováno
es: Planificado
fr: Programmé
uz_uz_cyrl: Режа бўйича

source: Stopped
cs: Zastaveno
es: Detenido
fr: Arrêté
uz_uz_cyrl: Тўхтаган

source: Account expiry alert
cs: Upozornění na vypršení platnosti účtu
es: Alerta de caducidad de la cuenta
fr: Alerte de l'expiration du compte
uz_uz_cyrl: Аккаунт амал қилиш муддати тугаши ҳақидаги огоҳлантириш

source: Exchange aggregate data
cs: Výměna agregovaných dat
es: Intercambiar datos agregados
fr: Échange de données agrégées
uz_uz_cyrl: Йиғма маълумотларни алмаштириш

source: Analytics table
cs: Tabulka Analýzy
es: Tablas analíticas
fr: Tableau d'analyses
uz_uz_cyrl: Аналитик жадвал

source: Analytics table update
cs: Aktualizace analytické tabulky
es: Actualización de la tabla de análisis
fr: Mise à jour des tables d'analytique
uz_uz_cyrl: Аналитик жадвални янгилаш

source: Complete data set registration import
cs: Dokončete import registrace sady dat
es: Importación del registro completo de conjuntos de datos
fr: Terminer l'importation de l'enregistrement de l'ensemble de données
uz_uz_cyrl: Маълумотлар тўплами қайд рўйхатини тўлик импорт қилиш

source: Continuous analytics table
cs: Kontinuální analytická tabulka
es: Cuadro de análisis continuo
fr: Table d'analytique continue
uz_uz_cyrl: Жадвал аналитикасини давом этиш

source: Credentials expiry alert
cs: Upozornění na vypršení platnosti pověření
es: Alerta de caducidad de credenciales
fr: Alerte d'expiration des identifiants
uz_uz_cyrl: Аккаунтлар амал қилиш муддати тугаши ҳақидаги огоҳлантириш

source: Data integrity
cs: Integrita dat
es: Integridad de los datos
fr: Intégrité des données
uz_uz_cyrl: Маълумотлар яхлитлиги

source: Dataset notification
cs: Oznámení o datové sadě
es: Notificación del conjunto de datos
fr: Notification de l'ensemble de données
uz_uz_cyrl: Маълумотлар тўплами билдиришномалари
