Repository: dhis2/scheduler-app
Catalog: i18n/*.po
Languages: ar, cs, es, fr, ur, uz@cyrl, uz_uz_cyrl, uz_uz_latn

source: Data statistics
cs: Statistika dat
es: Estadísticas
fr: Statistiques de données
uz_uz_cyrl: Маълумотлар статистикаси

source: Data synchronization
cs: Synchronizace dat
es: Sincronización de datos
fr: Synchronisation de données
uz_uz_cyrl: Маълумотлар синхронизацияси

source: Data value import
cs: Import datových hodnot
es: Importación de valores de datos
fr: Importation des valeurs de données
uz_uz_cyrl: Маълумотлар қиймати импорти

source: Data value import internal
cs: Interní import hodnoty dat
es: Importación interna de valores de datos
fr: Importation interne des valeurs de données
uz_uz_cyrl: Маълумотлар қиймати ички импорти

source: Disable inactive users
cs: Zakázat neaktivní uživatele
es: Desactivar usuarios inactivos
fr: Désactiver les utilisateurs inactifs
uz_uz_cyrl: Нофаол фойдаланувчини ўчириш

source: Enrollment import
cs: Import zápisu
es: Importación de matrículas
fr: Importer les inscriptions
uz_uz_cyrl: Рўйхатхона импорти

source: Event import
cs: Import událostí
es: Importación de eventos
fr: Importer les événements
uz_uz_cyrl: Тадбир импорти

source: Event programs data sync
cs: Synchronizace dat programů událostí
es: Sincronización de datos de programas de eventos
fr: Synchronisation des données des programmes d'événements
uz_uz_cyrl: Ҳодиса/Ҳолатлар дастури маълумотларини синхронлаш

source: File resource clean up
cs: Vyčištění souboru
es: Limpieza de recursos de archivos
fr: Nettoyage des ressources de fichiers
uz_uz_cyrl: Файл ресурсларини тозалаш

source: HTML push analytics
cs: HTML push analytika
es: Análisis push HTML
fr: Analyses push HTML

source: GEOJSON import
cs: Import GEOJSON
es: Importación de GEOJSON
fr: Importation au format GEOJSON
uz_uz_cyrl: GEOJSON Импорти

source: GML import
es: Importación GML
fr: Importation au format GML
uz_uz_cyrl: GML импорти

source: Image processing
cs: Zpracování obrazu
es: Tratamiento de imágenes
fr: Traitement des images
uz_uz_cyrl: Тасвирларга ишлов бериш

source: Leader election
cs: Volba předáka
es: Elección del líder
fr: Élection du leader
uz_uz_cyrl: Раҳбар тайинлаш

source: Leader renewal
cs: Obnova předáka
es: Renovación de líderes
fr: Renouvellement du leader
uz_uz_cyrl: Раҳбарни янгилаш

source: Lock exception cleanup
cs: Vyčištění výjimky zámku
es: Limpieza de excepciones de bloqueo
fr: Nettoyage des exceptions de verrouillage
uz_uz_cyrl: Истисно блокировкаларини тозалаш

source: Materialized sql view update
cs: Aktualizace materializovaného zobrazení SQL
es: Actualización de vista sql materializada
fr: Mise à jour de la vue SQL matérialisée
uz_uz_cyrl: Материаллаштирилган SQL кўринишини янгилаш

source: Metadata import
cs: Import metadat
es: Importar metadatos
fr: Importation de métadonnées
uz_uz_cyrl: МетаМаълумот импорти

source: Metadata synchronization
cs: Synchronizace metadat
es: Sincronización de metadatos
fr: Synchronisation des métadonnées
uz_uz_cyrl: Метамаълумотни синхронлаш

source: Mock
es: Simulacro
fr: Simulation
uz_uz_cyrl: Сохта

source: Monitoring
cs: Monitorování
es: Supervisión
fr: Surveillance
uz_uz_cyrl: Мониторинг

source: Program data sync
cs: Synchronizace dat programu
es: Sincronización de datos del programa
fr: Synchronisation des données du programme
uz_uz_cyrl: Дастур маълумотларини синхронлаш

source: Program notifications
cs: Oznámení o programu
es: Notificaciones del programa
fr: Notifications de programme
uz_uz_cyrl: Дастур билдиришномалари

source: Remove expired reserved values
cs: Odebrat prošlé rezervované hodnoty
es: Eliminar valores reservados caducados
fr: Supprimer les valeurs réservées expirées
uz_uz_cyrl: Муддати ўтган захираланган қийматларни олиб ташлаш

source: Remove used or expired reserved values
cs: Odstranit použité nebo prošlé rezervované hodnoty
es: Eliminar valores reservados utilizados o caducados
fr: Supprimer les valeurs réservées utilisées ou expirées
uz_uz_cyrl: Ишлатилган ёки муддати ўтган захираланган қийматларни олиб ташлаш

source: Resource table
cs: Tabulka zdrojů
es: Tabla de recursos
fr: Table des ressources
uz_uz_cyrl: Ресурслар жадвали

source: Send scheduled message
cs: Odeslat naplánovanou zprávu
es: Enviar mensaje programado
fr: Envoyer un message programmé
uz_uz_cyrl: Режалаштирилган хабарни юбориш

source: SMS send
cs: SMS odeslat
es: Enviar SMS
fr: SMS envoyé
uz_uz_cyrl: СМС юбориш

source: System version update check
cs: Kontrola aktualizace verze systému
es: Comprobación de la actualización de la versión del sistema
fr: Vérification de la mise à jour de la version du système
uz_uz_cyrl: Тизим версияларида янгиланиш борлигини текшириш

source: TEI import
es: Importación TEI
fr: Importation de TEI
uz_uz_cyrl: ЕУШ импорти

source: Test
es: Prueba
uz_uz_cyrl: Тест

source: Tracker import job
cs: Úloha importu trackeru
es: Trabajo de importación de rastreadores
fr: Tâche d'importation du tracker
uz_uz_cyrl: Кузатув назорат хизмати импорти

source: Tracker import notification job
cs: Úloha oznámení o importu trackeru
es: Trabajo de notificación de importación de rastreadores
fr: Notification des tâches d'importation du tracker
uz_uz_cyrl: Кузатув назорат билдиришномалари импорти

source: Tracker import rule engine job
cs: Úloha modulu pravidel importu sledování
es: Trabajo del motor de reglas de importación de Tracker
fr: Tâche du moteur de règles d'importation du tracker
uz_uz_cyrl: Кузатув назорат механизм қоидалари импорти топшириқлари

source: Tracker programs data sync
cs: Synchronizace dat trasovacích programů
es: Sincronización de datos de programas de seguimiento
fr: Synchronisation des données des programmes de suivi
uz_uz_cyrl: Кузатув назорат дастурлари маълумотларини синхронлаш

source: Tracker search optimization
cs: Optimalizace vyhledávání pomocí trackeru
es: Optimización de la búsqueda de rastreadores
fr: Optimisation de la recherche sur le tracker
uz_uz_cyrl: Кузатув назорат қидирувини оптималлаштириш

source: Validation results notification
cs: Oznámení o výsledku ověření
es: Notificación de los resultados de la validación
fr: Notification des résultats de la validation
uz_uz_cyrl: Натижаларни тасдиқлаш хабарномалари

source: Executor
cs: Exekutor
es: Ejecutor
fr: Exécuteur

source: Receiver
cs: Přijímač
es: Receptor
fr: Récepteur

source: Parent
cs: Nadřazený
es: Padre

source: Fail
cs: Selhalo
es: Falla
fr: Échec

source: Skip stage
cs: Přeskočit fázi
es: Saltar etapa
fr: Ignorer l'étape

source: Skip item
cs: Přeskočit položku
es: Saltar artículo
fr: Ignorer l'élément

source: Skip item outlier
cs: Přeskočit odlehlou položku
es: Saltar elemento atípico
fr: Ignorer l'élément atypique

source: A CRON expression is required
cs: Je vyžadován výraz CRON
es: Se requiere una expresión CRON
fr: Une expression CRON est requise
uz_uz_cyrl: CRON ифодаси талаб қилинади

source: Please enter a valid CRON expression
cs: Zadejte platný výraz CRON
es: Introduzca una expresión CRON válida
fr: Veuillez saisir une expression CRON valide
uz_uz_cyrl: Илтимос, яроқли CRON ифодасини киритинг

source: Predictor
cs: Prediktor
fr: Prédicteur
uz_uz_cyrl: Башоратчи

source: Push analysis
cs: Analýza push
fr: Analyse push
uz_uz_cyrl: Push-таҳлил

source: Tracker trigram index maintenance
fr: Maintenance de l'index des trigrammes du tracker

source: Run all available checks
uz_uz_cyrl: Барча мавжуд текширувларни бажариш

source: Not scheduled
uz_uz_cyrl: Режалаштирилмаган

source: Are you sure you want to discard your changes?
ar: هل أنت متأكد أنك تريد تجاهل التغييرات الخاصة بك؟
ur: کیا آپ واقعی اپنے تبدیلیاں ضائع کرنا چاہتے ہیں؟
uz@cyrl: Ўзгартиришни бекор қилмоқчимисиз?
uz_uz_cyrl: Ўзгартиришни бекор қилмоқчимисиз?
uz_uz_latn: Oʼzgartirishni bekor qilmoqchimisiz?

source: Discard
uz_uz_cyrl: Бекор қилиш

source: Scheduler
ar: المجدول
uz@cyrl: Режалаштирувчи
uz_uz_latn: Rejalashtiruvchi

source: Confirm
ar: تأكيد
uz@cyrl: Тасдиқланг
uz_uz_latn: Tasdiqlang

source: Open user guide
ar: فتح دليل المستخدم
ur: اوپن یو زر گائڈ
uz@cyrl: Фойдаланувчи қўлланмасини очиш
uz_uz_latn: Foydalanuvchi qoʼllanmasini ochish

source: Add new job
ar: أضف مهمة جديدة
ur: نئی ملازمت شامل کریں
uz@cyrl: Янги вазифа қўшиш
uz_uz_latn: Yangi vazifa qoʼshish

source: Add job
ar: إضافة مهمة
uz@cyrl: Вазифа қўшиш
uz_uz_latn: Vazifa qoʼshish

source: Required
ar: مطلوب
ur: ضرورت ہے
uz@cyrl: Мажбурий
uz_uz_latn: Majburiy

source: Must be of two or more characters
ar: يجب أن يكون من حرفين أو أكثر
ur: دو یا زیادہ حروف ہونا ضروری ہے
uz@cyrl: 2 ёки ундан ортиқ белгидан иборат бўлиши лозим
uz_uz_latn: 2 yoki undan ortiq belgidan iborat boʼlishi lozim

source: Invalid cron expression
ur: غلط کرون کا اظہار
uz@cyrl: Крон ифодаси яроқсиз
uz_uz_latn: Kron ifodasi yaroqsiz

source: Delay needs to be an integer
ar: يجب أن يكون مقدار التأخير عددًا صحيحًا
uz@cyrl: Кечикрилган кунлар бутун сонда белгиланади
uz_uz_latn: Kechikrilgan kunlar butun sonda belgilanadi

source: Delay must be greater than 0
ar: يجب أن يكون مقدار التأخير أكبر من 0
uz@cyrl: Кечикрилган кунлар 0 дан катта белгиланиши лозим
uz_uz_latn: Kechikrilgan kunlar 0 dan katta belgilanishi lozim

source: Delay can't exceed 86400 seconds
ar: لا يمكن أن يتجاوز مقدار التأخير 86400 ثانية
uz@cyrl: Кечиктирилган кунлан 86400 сониядан ошмаслиги керак
uz_uz_latn: Kechiktirilgan kunlan 86400 soniyadan oshmasligi kerak

source: Attributes
ar: السمات
ur: خصوصیات
uz@cyrl: Аттрибутлар
uz_uz_latn: Аttributlar

source: Could not find job
ar: تعذر إيجاد المهمة
ur: ملازمت نہیں مل سکی
uz@cyrl: Вазифа топилмади
uz_uz_latn: Vazifa topilmadi

source: Created
ar: تم الإنشاء
ur: تخلیق
uz@cyrl: Яратилган
uz_uz_latn: Yaratilgan

source: Last executed
ar: آخر عملية تنفيذ
ur: آخری پھانسی
uz@cyrl: Охирги бажарилган
uz_uz_latn: Oxirgi bajarilgan

source: Last execution status
ar: حالة آخر عملية تنفيذ
ur: آخری پھانسی کی حیثیت
uz@cyrl: Охирги бажариш статуси
uz_uz_latn: Oxirgi bajarish statusi

source: Save changes
ar: حفظ التغيرات
ur: تبدیلیاں محفوظ کرو
uz@cyrl: Ўзгартиришни сақлаш
uz_uz_latn: Oʼzgartirishni saqlash

source: Select frequency
ar: اختر التكرار
ur: تعدد منتخب کریں
uz@cyrl: Даврийликни танлаш
uz_uz_latn: Davriylikni tanlash

source: Cron expression
ur: کرون اظہار
uz@cyrl: Крон ифодаси
uz_uz_latn: Kron ifodasi

source: Delay in seconds
ar: مقدار التأخير بالثواني
uz@cyrl: Сонияларга кечикиш
uz_uz_latn: Soniyalarga kechikish

source: Are you sure you want to execute this job?
ar: هل أنت متأكد أنك تريد تنفيذ هذه المهمة؟
uz@cyrl: Ҳақиқатдан ҳам ушбу вазифани бажармоқчимисиз?
uz_uz_latn: Haqiqatdan ham ushbu vazifani bajarishni xoxlaysizmi?

source: Execute
ar: تنفيذ
ur: چلاؤ
uz@cyrl: Ижро этиш
uz_uz_latn: Ijro etish

source: Run now
ar: تشغيل الآن
ur: ابھی چلاؤ
uz@cyrl: Ҳозироқ бошлаш
uz_uz_latn: Hoziroq boshlash

source: Runs {{seconds}} second(s) after previous run
ar: يعمل {{seconds}} ثانية بعد التشغيل السابق
uz@cyrl: Олдинги ҳаракат бошлангач {{ сония }} ичида бошланади
uz_uz_latn: Oldingi harakat boshlangach {{seconds}} ichida boshlanadi

source: Show system jobs
ar: عرض مهام النظام
ur: سسٹم جابز دیکھا و
uz@cyrl: Тизим вазифаларини кўрсатиш
uz_uz_latn: Tizim vazifalarini koʼrsatish

source: Next execution
ar: وقت التنفيذ القادم
ur: اگلا پھانسی
uz@cyrl: Кейинги ижро
uz_uz_latn: Keyingi ijro

source: Enabled
ar: مفعل
ur: فعال'
uz@cyrl: Ёқилган
uz_uz_latn: Yoqilgan

source: No jobs to show
ar: لاتوجد مهام لعرضها
ur: کوئی جابز موجود نہیں
uz@cyrl: Кўрсатиш учун вазифалар йўқ
uz_uz_latn: Koʼrsatish uchun vazifalar yoʼq

source: Click to select
ar: إنقر للتحديد
ur: منتخب کرنے کے لئے کلک کریں
uz@cyrl: Танлаш учун босинг
uz_uz_latn: Tanlash uchun bosing

source: Start time
ar: وقت البدء
ur: وقت آغاز
uz@cyrl: Бошланиш вақти
uz_uz_latn: Boshlanish vaqti

source: End time
ar: وقت الإنتهاء
ur: آخر وقت
uz@cyrl: Тугаш вақти
uz_uz_latn: Tugash vaqti

source: Successfully deleted job
ar: تم بنجاح حذف المهمة
ur: کامیابی سے کام ختم ہوگیا
uz@cyrl: Вазифа муваффақиятли ўчирилди
uz_uz_latn: Vazifa muvaffaqiyatli oʼchirildi

source: Successfully created job
ar: تم بنجاح إنشاء المهمة
ur: کامیابی سے کام پیدا
uz@cyrl: Вазифа муваффақиятли яратилди
uz_uz_latn: Vazifa muvaffaqiyatli yaratildi

source: Successfully updated job
ar: تم بنجاح تحديث المهمة
ur: کامیابی سے نوکری کو اپ ڈیٹ کیا
uz@cyrl: Вазифа муваффақиятли янгиланди
uz_uz_latn: Vazifa muvaffaqiyatli yangilandi

source: Could not create job
ar: تعذر إنشاء المهمة
ur: کام پیدا نہیں کر سکا
uz@cyrl: Вазифани яратиб бўлмади
uz_uz_latn: Vazifa yaratib boʼlmadi

source: Could not update job
ar: تعذر تحديث المهمة
ur: ملازمت کو اپ ڈیٹ نہیں کر سکا
uz@cyrl: Вазифани янгилаб бўлмади
uz_uz_latn: Vazifani yangilab boʼlmadi

source: Could not run job
ar: تعذر تشغيل المهمة
ur: ملازمت نہیں مل سکی
uz@cyrl: Вазифа бажарилмади
uz_uz_latn: Vazifa boshlanmadi

source: You are not authorized to use this app
ar: غير مصرح لك باستخدام هذا التطبيق
ur: آپ کو ایپ استعمال کرنے کی اجازت نہیں
uz@cyrl: Ушбу иловадан фойдаланиш хуқуқига эга эмассиз
uz_uz_latn: Ushbu ilovadan foydalanish xuquqiga ega emassiz

source: Are you sure you want to delete
ur: کیا آپ واقعی حذف کرنا چاہتے ہیں؟

source: Continuous execution
ur: مسلسل عملدرآمد

source: Are you sure you want to execute
ur: کیا آپ واقعی اسے چلانا چاہتے ہیں
